# -*- coding:utf-8 -*-
# /usr/bin/python
'''
-------------------------------------------------
   File Name   ： example_
   Description :  类似 Pandas 的 Python 数据处理库，在处理大型数据集的时候表现极大的优于 Pandas。
                    Vaex 通过懒加载、延迟计算和零内存复制策略，极大的降低了内存的使用率、提高了计算的效率。从而能够每秒处理 10 亿行的数据，并且支持以直方图、密度图等形式展示数据
   Envs        :  
   Author      :  yanerrol
   Date        ： 2020/2/6  11:15
-------------------------------------------------
   Change Activity:
                  2020/2/6  11:15:
-------------------------------------------------
'''
__author__ = 'yanerrol'